{
  "orbital": {
    "id": "orbital",
    "title": "Orbital Robotics",
    "description": "Autonomous systems for spacecraft operations, orbital servicing, and cislunar exploration.",
    "image": "assets/research/orbital-placeholder.jpg",
    "areas": [
      {
        "title": "Cislunar Trajectory Design",
        "description": "Orbit family analysis (NRHO, DRO, axial orbits), low-energy trajectory design, and CubeSat deployment strategies for lunar and deep-space missions.",
        "image": "assets/research/placeholder-1.jpg"
      },
      {
        "title": "Spacecraft-Manipulator Control",
        "description": "Unified control frameworks for on-orbit servicing, satellite capture, and debris removal using model predictive control and reinforcement learning.",
        "image": "assets/research/placeholder-2.jpg"
      },
      {
        "title": "Space Situational Awareness",
        "description": "Optical detection and tracking of orbital debris, sensor design for sub-10cm object identification, and collision avoidance systems.",
        "image": "assets/research/placeholder-3.jpg"
      },
      {
        "title": "Satellite Station-Keeping",
        "description": "Autonomous station-keeping strategies for lunar orbits, fuel-optimal maneuver planning, and long-duration mission support.",
        "image": "assets/research/placeholder-4.jpg"
      },
      {
        "title": "CubeSat Resilience",
        "description": "Fault-tolerant architectures, estimator-aware anomaly detection, and verification methods for small satellite reliability.",
        "image": "assets/research/placeholder-5.jpg"
      }
    ]
  },
  "planetary": {
    "id": "planetary",
    "title": "Planetary/Terrestrial Robotics",
    "description": "Autonomous navigation, perception, and mobility for robots operating on lunar and Martian surfaces.",
    "image": "assets/lab/lab-photo-1.jpg",
    "areas": [
      {
        "title": "Cooperative Localization",
        "description": "Multi-robot state estimation, physics-informed sensor fusion, and distributed navigation for GNSS-denied planetary environments.",
        "image": "assets/lab/lab-photo-1.jpg"
      },
      {
        "title": "Autonomous Robot Learning",
        "description": "Reinforcement learning and graph neural networks for locomotion, navigation, and manipulation skills on legged and wheeled platforms.",
        "image": "assets/research/PXL_20250416_175220874.jpg"
      },
      {
        "title": "Uncertainty-Aware Perception",
        "description": "Deep learning-based terrain perception with rigorous uncertainty quantification for safety-critical lunar and Martian operations.",
        "image": "assets/research/PXL_20250416_175104251.MP.jpg"
      },
      {
        "title": "Terrain Classification & Trafficability",
        "description": "Semantic segmentation and probabilistic mapping for lunar South Pole terrain assessment and autonomous path planning.",
        "image": "assets/research/PXL_20250416_201037386.jpg"
      },
      {
        "title": "Field Robotics Platforms",
        "description": "Quadruped and rover autonomy stacks with ROS 2, edge computing, and multi-sensor pipelines validated in unstructured environments.",
        "image": "assets/research/PXL_20250416_200914074.MP.jpg"
      },
      {
        "title": "Hybrid Locomotion & Terramechanics",
        "description": "Bio-inspired end-effectors, quadruped-quadcopter hybrid systems, and terramechanics-based mobility for planetary surface operations.",
        "image": "assets/research/placeholder-6.jpg"
      }
    ]
  }
}
