[
  {
    "name": "Dr. Cagri Kilic",
    "role": "Lab Director",
    "email": "kilicc@erau.edu",
    "photo": "assets/team/dr_kilic.jpg",
    "bio": "Specializes in state estimation and navigation for planetary exploration robots."
  },
  {
    "name": "Tuba Girgin",
    "role": "Graduate Research Assistant – PhD Student",
    "email": "cibukgig@my.erau.edu",
    "photo": "assets/team/tuba_girgin.jpg",
    "bio": "Robotics researcher specializing in ROS, robot learning, and deep learning for autonomous robot navigation and manipulation on planetary surfaces. Experienced in designing deep neural network architectures, including graph neural networks, for robot learning applications."
  },
  {
    "name": "Emre Girgin",
    "role": "Graduate Research Assistant - PhD Student",
    "email": "girgine@my.erau.edu",
    "photo": "assets/team/emre_girgin.jpg",
    "bio": "Computer Vision / Deep Learning / Robotics"
  },
  {
    "name": "Akash Joseph",
    "role": "PhD Student in Aerospace Engineering",
    "email": "josepha8@my.erau.edu",
    "photo": "",
    "linkedin": "https://www.linkedin.com/in/akash-joseph",
    "bio": "Astrodynamics researcher focused on space situational awareness and orbital estimation for deploying spacecraft constellation systems in the cislunar region."
  },
  {
    "name": "Leia Spaniak",
    "role": "Master's Student",
    "email": "spaniakl@my.erau.edu",
    "photo": "assets/team/leia_spaniak.jpg",
    "linkedin": "https://www.linkedin.com/in/leiaspaniak",
    "bio": "Researcher focused on integrating biologically inspired design in cybersecurity methods for aerospace navigation."
  },
  {
    "name": "Jasmine Nakladov",
    "role": "Master's Student",
    "email": "nakladoj@my.erau.edu",
    "photo": "assets/team/jasmine_nakladov.jpg",
    "bio": "Dynamics and controls researcher focused on designing control systems to aid in autonomous robot navigation. Experienced in rover design and spacecraft control and trajectory development."
  },
  {
    "name": "Jose Castelblanco",
    "role": "Master's Student (ME)",
    "email": "",
    "photo": "",
    "bio": ""
  },
  {
    "name": "Benjamin Heckel",
    "role": "Research Assistant – Undergraduate Student in Aerospace Engineering (Accelerated bachelor's to master's)",
    "email": "heckelb@my.erau.edu",
    "photo": "",
    "linkedin": "https://www.linkedin.com/in/benjamin-heckel",
    "bio": "Space Robotics researcher focused on bio-inspired end-effector design to improve robotic mobility in planetary environments."
  },
  {
    "name": "Dheer Chhabria",
    "role": "Research Assistant - Undergraduate Student in Aerospace Engineering with a Minor in Computer Science",
    "email": "chhabrid@my.erau.edu",
    "photo": "",
    "linkedin": "https://www.linkedin.com/in/dheer-chhabria",
    "bio": "Space Robotics researcher focusing on quadruped robotics and developing their electronics, as well as the development and implementation of various sensor systems."
  },
  {
    "name": "Haitish Gandhi",
    "role": "Undergraduate Researcher – Student in Aerospace Engineering Honors, with minors in Computer Aided Design/Manufacturing and Applied Mathematics.",
    "email": "gandhih@my.erau.edu",
    "photo": "",
    "linkedin": "https://www.linkedin.com/in/haitish-gandhi",
    "bio": "Researching different locomotive methods in space robotics and working on integrating a quadruped and quadcopter into one hybrid locomotion used for planetary exploration. Project name: HyDroQuad."
  },
  {
    "name": "Nicolas Bonasoro",
    "role": "Research Assistant – Undergraduate Student in Aerospace Engineering with an Associate Degree in Applied Science – Business Administration",
    "email": "bonasorn@my.erau.edu",
    "photo": "",
    "linkedin": "https://www.linkedin.com/in/nicolas-bonasoro",
    "bio": "Undergraduate Aerospace Engineering student researching lunar terrain operations and autonomous navigation. Work includes lunar habitat design, terramechanics, rover path planning and excavation, and improving safety in space operations."
  },
  {
    "name": "James Kirk",
    "role": "Research Assistant - Undergraduate Student in Aerospace Engineering",
    "email": "kirkj15@my.erau.edu",
    "photo": "",
    "linkedin": "https://www.linkedin.com/in/james-kirk",
    "bio": "Researcher using ANSYS STK to design and improve lunar satellite infrastructure for lunar mission safety in STK. Scenario designs include improved communication and coverage of the lunar surface as well as debris tracking capabilities."
  },
  {
    "name": "Kylie Nager",
    "role": "Research Assistant – Undergraduate Student in Aerospace Engineering",
    "email": "nagerk1@my.erau.edu",
    "photo": "",
    "linkedin": "https://www.linkedin.com/in/kylie-nager",
    "bio": "Systems-oriented CubeSat resilience researcher focused on advancing the reliability and robustness of CubeSat design to ensure mission success through architecture, estimator-aware fault management, and V&V, applicable across subsystems."
  },
  {
    "name": "Jose Walker Demedeiros",
    "role": "Research Assistant - Undergraduate Researcher",
    "email": "demedeij@my.erau.edu",
    "photo": "assets/team/Demedeiros.png",
    "linkedin": "",
    "bio": "Space Robotics researcher focusing on mixed sensor integration for spatial mapping and awareness including quadrupeds, rovers and micro-drones."
  },
  {
    "name": "Jonah Graff",
    "role": "Undergraduate Researcher",
    "email": "",
    "photo": "",
    "bio": ""
  },
  {
    "name": "Payton Miller",
    "role": "Undergraduate Researcher",
    "email": "",
    "photo": "",
    "bio": ""
  },
  {
    "name": "Garrett Seyler",
    "role": "Undergraduate Researcher",
    "email": "",
    "photo": "",
    "bio": ""
  }
]
